{
  "navbar.home": "Home",
  "navbar.about": "About",
  "navbar.projects": "Projects",
  "navbar.experience": "Experience",
  "navbar.education": "Education",
  "navbar.certificates": "Certificates",
  "navbar.contact": "Contact",

  "hero.blue.title": "Full Stack",
  "hero.title": "Developer",
  "hero.description": "Hi, I'm {{name}}. An enthusiast in the art of problem-solving and crafting creations from the ground up, situated in the state of Minas Gerais in Brazil.",
  "hero.subtitle": "Stacks",
  "hero.download": "Download CV",

  "about.title": "About Me",
  "about.subtitle": "I code to drive impactful change, infusing passion and creativity into every digital creation.",
  "about.description.one": "I'm super into tech and all the amazing stuff it can do. That's why I got into web development – it's this awesome combo of being creative, solving problems, and always picking up new things. What really gets me excited is making apps that you can interact with, and they look really cool too. Like, they can actually make a difference in people's lives.",
  "about.description.two": "I'm one of those people who's always curious about how things tick. Right now, I'm really getting into how systems are put together, especially things like databases and servers. I'm even thinking of getting more into Back-End development down the road. I'm always on the lookout for new knowledge – I'm a total learning junkie. Challenges keep me fired up, and I love starting from scratch and building stuff up. Oh, and by the way, I'm pretty handy with JavaScript, TypeScript, React, Redux, Firebase, MySQL, GraphQL, NodeJS and some other stuff.",

  "projects.title": "Projects",
  "projects.code": "Code",
  "projects.live": "Live",
  "projects.alzheimer_care": "A compassionate personal project aimed at providing a web and mobile solution for individuals dealing with Alzheimer's. This initiative focuses on storing health information, offering a potential source of support for caregivers and patients alike.",
  "projects.panificadora": "Tailored for a family bakery, this project merges English code with Brazilian Portuguese flair, showcasing history, products, services, and a contact form. Its adaptable layout, charming design, and user-friendliness cater to all, including slower internet connections.",
  "projects.backend": "As a team member and currently focused on the Back End, plays a vital role in the ongoing development of web, mobile, and desktop platforms as a Full Stack developer. These platforms were designed to serve an average of 300 initiative members.",
  "projects.chrome_extension.title": "Chrome Extension to train an AI based web crawler",
  "projects.chrome_extension": "Hired to create a Chrome extension that records user interactions, as well as the HTTP requests generated as a result of each interaction, and saves everything for training an Artificial Inteligence-based web crawler.",
  "projects.clothing_e_commerce": "This project is a part of the 'Complete React Developer in 2023' course, focusing on building online stores. Discover features like product browsing, user accounts, cart management, and Stripe payment integration. Perfect for understanding web development, payments, login systems and more.",

  "education.title": "Education",
  "education.university": "Centro Universitario UNA",
  "education.degree": "Bachelor's, Computer Science",

  "experience.title": "Experience",
  "experience.first.position.title": "Full Stack Developer",
  "experience.first.position.date": "10/2023 - Present",
  "experience.first.position.description": {
    "topics": {
      "topic1": "With experience in projects involving <strong>React, Node.js, Express, Tailwind, among others.</strong> Skills include <strong>maintenance, feature development, code structure improvement, bug fixing</strong> and much more.",
      "topic2": "Instrumental in the development of applications that empowered the client to manage the entire website, including email marketing, SMS, and various other functions, all from a centralized dashboard.",
      "topic3": "Proficient in project maintenance, feature development, and continuous improvement, <strong>resulting in a 20% increase in user engagement.</strong>",
      "topic4": "Skilled in bug fixing and problem-solving, ensuring robust project performance and a <strong>32% reduction in reported issues.</strong>"
    }
  },
  "experience.second.position.title": "Full Stack Developer",
  "experience.second.position.date": "09/2023 - Present",
  "experience.second.position.description": {
    "topics": {
      "topic1": "Engaged in ongoing projects with a focus on the Back End, utilizing <strong>Python, Docker, Django, Django Rest Framework, PostgreSQL, JavaScript, Node.js, and more.</strong> These projects aim to serve an average of <strong>300 users</strong> on the initiative's platform.",
      "topic2": "Plays a pivotal role in continuous Back End projects where work was done to <strong>enhance system authentication, authorization,</strong> and other essential functionalities.",
      "topic3": "Actively contributes to the development and maintenance of <strong>RESTful APIs</strong> and <strong>database schemas within the Back End</strong>, ensuring seamless data access and manipulation for the platform's users.",
      "topic4": "Collaborates with a cross-functional team to <strong>optimize server performance, troubleshoot technical issues, and implement robust security measures, resulting in improved user experience and system reliability.</strong>"
    }
  },

  "certificates.title": "Certificates",

  "contact.title": "Contact",
  "contact.location": "Location",
  "contact.address": "Minas Gerais, Brazil"
}
