{
  "navbar.home": "Início",
  "navbar.about": "Sobre",
  "navbar.projects": "Projetos",
  "navbar.experience": "Experiência",
  "navbar.education": "Educação",
  "navbar.certificates": "Certificados",
  "navbar.contact": "Contato",

  "hero.blue.title": "Full Stack",
  "hero.title": "Desenvolvedor",
  "hero.description": "Olá, eu sou {{name}}. Um entusiasta na arte de resolver problemas e criar projetos a partir do zero, situado no estado de Minas Gerais, no Brasil.",
  "hero.subtitle": "Ferramentas",
  "hero.download": "Baixar currículo",

  "about.title": "Sobre Mim",
  "about.subtitle": "Escrevo código para promover mudanças impactantes, injetando paixão e criatividade em cada criação digital.",
  "about.description.one": "Eu sou completamente apaixonado por tecnologia e todas as coisas incríveis que ela pode realizar. É por isso que entrei no mundo do desenvolvimento web - por causa dessa combinação incrível de ser criativo, resolver problemas e sempre aprender coisas novas. O que realmente me deixa empolgado é criar aplicativos interativos e que também tenham uma aparência realmente legal. Desenvolvendo aplicações para conseguir realmente fazer a diferença na vida das pessoas.",
  "about.description.two": "Sou uma daquelas pessoas que estão sempre curiosas sobre como as coisas funcionam. No momento, estou realmente me aprofundando em como os sistemas são montados, especialmente coisas como bancos de dados e servidores. Até estou pensando em me aprofundar mais no desenvolvimento Back-End no futuro. Estou sempre em busca de novos conhecimentos - sou um ávido aprendiz. Desafios me mantêm animado e adoro começar do zero e construir coisas do nada. Ah, e a propósito, tenho um bom domínio de JavaScript, TypeScript, React, Redux, Firebase, MySQL, GraphQL, NodeJS e umas outras coisinhas aí.",

  "projects.title": "Projetos",
  "projects.code": "Código",
  "projects.live": "Demo",
  "projects.alzheimer_care": "Um projeto pessoal compassivo com o objetivo de fornecer uma solução web e mobile para pessoas lidando com o Alzheimer. Essa iniciativa foca em armazenar informações de saúde, oferecendo uma fonte potencial de apoio tanto para cuidadores quanto para pacientes.",
  "projects.panificadora": "Desenvolvido para uma panificadora familiar, apresentando história, produtos, serviços e um formulário de contato. Seu layout adaptável, design encantador e facilidade de uso atendem a todos, incluindo conexões de internet mais lentas.",
  "projects.backend": "Como membro da equipe, desempenha um papel fundamental na criação ainda em desenvolvimento de plataformas web, mobile e desktop como desenvolvedor Full Stack com foco em Back End. Essas plataformas são projetadas para gerenciar uma média de 300 membros da iniciativa.",
  "projects.chrome_extension.title": "Extensão Chrome para treinamento de IA",
  "projects.chrome_extension": "Contratado para criar uma extensão para o Chrome que registra as interações do usuário, assim como as Requisições HTTP geradas devido a cada interação, e salva tudo para treinar um web crawler baseado em IA (Inteligência Artificial).",
  "projects.clothing_e_commerce": "Este projeto faz parte do curso 'Complete React Developer in 2023', focando em construir lojas online. Contém recursos como navegação de produtos, contas de usuário, gerenciamento de carrinho e integração de pagamento com o Stripe. Perfeito para compreender desenvolvimento web, pagamentos, sistemas de login e mais.",

  "education.title": "Educação",
  "education.university": "Centro Universitário UNA",
  "education.degree": "Bacharelado, Ciência da Computação",

  "experience.title": "Experiência",
  "experience.first.position.title": "Desenvolvedor Full Stack",
  "experience.first.position.date": "10/2023 - Atualmente",
  "experience.first.position.description": {
    "topics": {
      "topic1": "Com experiência em projetos envolvendo <strong>React, Node.js, Express, Tailwind, entre outros.</strong> Habilidades incluem <strong>manutenção, desenvolvimento de recursos, aprimoramento da estrutura de código, correção de bugs</strong> e muito mais.",
      "topic2": "Fundamental no desenvolvimento de aplicativos que permitiram ao cliente gerenciar todo o site, incluindo marketing por e-mail, SMS e várias outras funções, tudo a partir de um painel centralizado.",
      "topic3": "Proficiente na manutenção de projetos, desenvolvimento de recursos e melhoria contínua, resultando em um <strong>aumento de 20% no engajamento do usuário.</strong>",
      "topic4": "Habilidade na correção de bugs e resolução de problemas, garantindo um desempenho robusto do projeto e uma <strong>redução de 32% nos problemas relatados.</strong>"
    }
  },
  "experience.second.position.title": "Desenvolvedor Full Stack",
  "experience.second.position.date": "09/2023 - Atualmente",
  "experience.second.position.description": {
    "topics": {
      "topic1": "Envolvido em projetos contínuos com foco no Back End, utilizando <strong>Python, Docker, Django, Django Rest Framework, PostgreSQL, JavaScript, Node.js e outros.</strong> Esses projetos têm como objetivo atender uma média de <strong>300 usuários</strong> na plataforma da iniciativa.",
      "topic2": "Desempenha um papel crucial em projetos contínuos de Back End, nos quais o trabalho foi realizado para <strong>aprimorar a autenticação do sistema, autorização</strong> e outras funcionalidades essenciais.",
      "topic3": "Contribui ativamente para o desenvolvimento e manutenção de <strong>APIs RESTful</strong> e esquemas de <strong>banco de dados no Back End</strong>, garantindo acesso e manipulação de dados sem problemas para os usuários da plataforma.",
      "topic4": "Colabora com uma equipe multifuncional para <strong>otimizar o desempenho do servidor, solucionar problemas técnicos</strong> e muito mais."
    }
  },

  "certificates.title": "Certificados",

  "contact.title": "Contato",
  "contact.location": "Localização",
  "contact.address": "Minas Gerais, Brasil"
}
